---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerVolumeOfInterestCrop
source: html/e978f8c3-c679-5b3e-f575-e1bc3c700c30.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerVolumeOfInterestCrop Property

"Scope Box"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerVolumeOfInterestCrop { get; }
```